Repository: dmitri-ko/wc-custom-order-num
Catalog: languages/dog-dna-tests-*.po
Languages: de_de

source: Dog DNA tests
de_de: Hunde-DNA-Test

source: Add ability to load dog DNA tests results to WC orders and download PDF for clients.
de_de: Hinzufügen der Möglichkeit, Ergebnisse von Hunde-DNA-Tests in WC-Bestellungen zu laden und PDF für Kunden herunterzuladen.

source: Report Template Texts
de_de: Texte der Berichtsvorlagen

source: Dog DNA
de_de: Hunde-DNA

source: Dog DNA Settings
de_de: Hund-DNA-Einstellungen

source: Plugin page
de_de: Plugin-Seite

source: Mixed breed
de_de: Gemischte Rasse

source: Dog DNA Test
de_de: Hunde-DNA-Test

source: Order ID is empty
de_de: Die Bestell-ID ist leer

source: JSON file succesfuly detached
de_de: JSON-Datei erfolgreich abgetrennt

source: Order doesn't have DNA test attachment
de_de: Bestellung hat keinen DNA-Test-Anhang

source: DNA test file is empty
de_de: DNA-Testdatei ist leer

source: DNA test file isn't attached
de_de: DNA-Testdatei ist nicht angehängt

source: DNA test file cannot be read
de_de: DNA-Testdatei kann nicht gelesen werden

source: No PDF attached
de_de: Kein PDF angehängt

source: Error during PDF attachment
de_de: Fehler beim PDF-Anhang

source: DNA test PDF file doesn't exist
de_de: DNA-Test-PDF-Datei existiert nicht

source: Order doesn't have DNA test PDF attachment
de_de: Bestellung hat keinen DNA-Test PDF-Anhang

source: DNA test PDF file isn't attached
de_de: DNA-Test-PDF-Datei ist nicht angehängt

source: Dog DNA Test info
de_de: Hund DNA Test info

source: Settings Saved.
de_de: Gespeicherte Einstellungen.

source: Dismiss this notice.
de_de: Weisen Sie diese Mitteilung zurück.

source: Submit
de_de: Einreichen

source: The DOG DNA result temlate text editor. Please open any page of test result file to make text adjusments.
de_de: Der Texteditor für die DOG DNA-Ergebnisdatei. Bitte öffnen Sie eine beliebige Seite der Testergebnisdatei, um Textanpassungen vorzunehmen.

source: Click Submit button to save changes.
de_de: Klicken Sie auf die Schaltfläche Senden, um die Änderungen zu speichern.

source: Page #1
de_de: Seite 1

source: Salutation
de_de: Begrüßung

source: Please fill the salutation text for DNA test result letter.
de_de: Bitte geben Sie den Text der Anrede für den DNA-Testbrief ein.

source: This text will be shown on page#1 in marked area.
de_de: Dieser Text wird auf Seite Nr. 1 im markierten Bereich angezeigt.

source: Salutation text
de_de: Begrüßungstext

source: Found breeds
de_de: Gefundene Rassen

source: Please fill the found breeds text for DNA test result letter.
de_de: Bitte füllen Sie den gefundenen Rassen-Text für das DNA-Test-Ergebnisschreiben aus.

source: Found breeds text
de_de: Gefundene Rassen Text

source: Cover letter
de_de: Anschreiben

source: Please fill the text notes. Use Markdown syntax to add styling for the text.
de_de: Bitte füllen Sie die Textnotizen aus. Verwenden Sie die Markdown-Syntax, um dem Text ein Styling hinzuzufügen.

source: Markdown syntax guide
de_de: Anleitung zur Markdown-Syntax

source: To make header as in default template just add ### before the text. To add paragraph add blank row between sentences.
de_de: Um eine Überschrift wie in der Standardvorlage zu erstellen, fügen Sie einfach ### vor dem Text ein. Um einen Absatz hinzuzufügen, fügen Sie eine leere Zeile zwischen den Sätzen ein.

source: Type text in left column and view the result in Previewer.
de_de: Geben Sie Text in die linke Spalte ein und sehen Sie sich das Ergebnis in der Vorschau an.

source: Cover letter text
de_de: Text des Anschreibens

source: Preview
de_de: Vorschau

source: Page #3
de_de: Seite 3

source: Test notes
de_de: Test-Notizen

source: This text will be shown on page#3 in marked area.
de_de: Dieser Text wird auf Seite Nr. 3 im markierten Bereich angezeigt.

source: Test note text editor
de_de: Texteditor für Testnoten

source: Page #4
de_de: Seite 4

source: Mixed breeds explanation
de_de: Erklärung zu gemischten Rassen

source: Please fill the mixed breeds explanation. Use Markdown syntax to add styling for the text.
de_de: Bitte füllen Sie die gemischten Rassen Erklärung. Verwenden Sie die Markdown-Syntax, um dem Text ein Styling hinzuzufügen.

source: This text will be shown on page#4 in marked area.
de_de: Dieser Text wird auf Seite Nr. 4 im markierten Bereich angezeigt.

source: Mixed breeds explanation text editor
de_de: Gemischte Rassen Erklärung Texteditor

source: Dog DNA test explanation
de_de: Hund DNA Test infoErklärung zum Hunde-DNA-Test

source: Dog DNA test explanation text editor
de_de: Hunde-DNA-Test Erklärung Texteditor

source: Dog
de_de: Hund

source: Name of Dog
de_de: Hundename

source: Chip number
de_de: Chipnummer

source: Customer number
de_de: Kundennummer

source: Dog owner
de_de: Privat

source: Authority
de_de: Behörden

source: Name of Dog owner
de_de: Name des Hundehalters

source: Name of the authority
de_de: Bezeichnung der Behörde

source: Contact person
de_de: Kontaktperson

source: Address
de_de: Adresse

source: Zip code
de_de: Postleitzahl

source: City
de_de: Ort

source: Street
de_de: Straße

source: Sampling
de_de: Probenahme

source: Sampled by
de_de: Probeentnahme durchgeführt von

source: Sampling date
de_de: Datum der Probeentnahme

source: Sampling place
de_de: Ort der Probeentnahme
